region = """
Регионы
************************************************************
113  - Россия | 5 - Украина | 40 - Казахстан
16 - Беларусь | 48 - Кыргызстан | 28 - Грузия
9 - Азербайджан | 97 - Узбекистан
1001 - Другие регионы
************************************************************
1975 - Хабаровский край | 102  - Хабаровск
1979 - Комсомольск-на-Амуре
1976 - Амурск | 2690 - Ванино
1948 - Приморский край | 22   - Владивосток
************************************************************
1 - Москва | 2019 - Московская область
2 - Санкт-Петербург | 237 - Сочи | 41 - Калининград
4 - Новосибирск | 1202 - Новосибирская область
3 - Екатеринбург | 1261 - Свердловская область
88 - Казань | 1624 - Республика Татарстан
66 - Нижний Новгород | 1679 - Нижегородская область
104 - Челябинск | 1384 - Челябинская область
78 - Самара | 1586 - Самарская область
68 - Омск | 1249 - Омская область
76 - Ростов-на-Дону | 1530 - Ростовская область
99 - Уфа | 1347 - Республика Башкортостан
54 - Красноярск | 1146 - Красноярский край
26 - Воронеж | 1844 - Воронежская область
72 - Пермь | 1317 - Пермский край
24 - Волгоград | 1511 - Волгоградская область
53 - Краснодар | 1438 - Краснодарский край
1932 - Амурская область | 1960 - Сахалинская область
1941 - Еврейская АО | 1174 - Республика Саха (Якутия)
1946 - Магаданская область | 1192 - Забайкальский край
1118 - Республика Бурятия | 1946 - Магаданская область
************************************************************
"""
categories = """
Специализация
***************************************************************************************************
['1 - Продажи обслуживание клиентов', '2 - Розничная торговля', '5 - Автослесарь автомеханик',
'6 - Агент по недвижимости', '7 - Производство сервисное обслуживание', '8 - Администратор',
'9 - Сельское хозяйство', '10 - Аналитик', '11 - Информационные технологии', '14 - Закупки',
'15 - Безопасность', '17 - Рабочий персонал', '18 - Строительство недвижимость',
'19 - Автомобильный бизнес', '21 - Водитель', '22 - Страхование', '24 - Врач', '25 - Наука 
образование', '27 - Геодезист', '28 - Геолог', '31 - Грузчик', '32 - Дворник',
'36 - Директор по информационным технологиям (CIO)', '39 - Диспетчер', '40 - Другое',
'44 - Инженер по качеству', '45 - Инженер по охране труда и технике безопасности',
'46 - Инженер по эксплуатации', '47 - Инженер ПТО инженер-сметчик', '48 - Инженер-конструктор 
инженер-проектировщик', '49 - Инженер-технолог', '52 - Кладовщик', '58 - Курьер',
'59 - Маляр штукатур', '62 - Мастер-приемщик', '63 - Машинист', '64 - Медицинская сестра',
'70 - Менеджер по продажам менеджер по работе с клиентами', '73 - Менеджер продукта',
'78 - Монтажник', '80 - Начальник производства', '81 - Начальник склада', '82 - Начальник смены 
мастер участка', '83 - Оператор call-центра специалист контактного центра', '84 - Оператор ПК 
оператор базы данных', '85 - Оператор производственной линии', '86 - Оператор станков с ЧПУ', 
'88 - Офис-менеджер', '89 - Официант бармен бариста', '90 - Охранник', '92 - Парикмахер',
'93 - Переводчик', '95 - Полицейский', '96 - Программист разработчик', '97 - Продавец-консультант
продавец-кассир', '100 - Прораб мастер СМР', '102 - Разнорабочий', '104 - Руководитель группы 
разработки', '108 - Руководитель строительного проекта', '109 - Сварщик', '107 - Руководитель 
проектов', '111 - Сервисный инженер механик', '112 - Сетевой инженер', '113 - Системный 
администратор', '114 - Системный инженер', '115 - Слесарь', '116 - Специалист по информационной 
безопасности', '120 - Специалист службы безопасности', '121 - Специалист технической поддержки',
'124 - Тестировщик', '128 - Токарь фрезеровщик шлифовщик', '130 - Уборщица уборщик', 
'131 - Упаковщик комплектовщик', '132 - Учитель преподаватель педагог', '141 - Швея портной 
закройщик', '143 - Электромонтажник', '144 - Энергетик']
***************************************************************************************************
"""
industry = """
Индустрия компании
******************************************************************************
 5  Перевозки логистика склад ВЭД
 7  Информационные технологии системная интеграция интернет
 8  Электроника приборостроение бытовая техника компьютеры
 9  Телекоммуникации связь
 11  СМИ маркетинг реклама BTL PR дизайн продюсирование
 13  Строительство недвижимость эксплуатация проектирование
 15  Автомобильный бизнес
 19  Лесная промышленность деревообработка
 24  Металлургия металлообработка
 27  Продукты питания
 29  Сельское хозяйство
 33  Тяжелое машиностроение
 34  Химическое производство удобрения
 36  Государственные организации
 37  Общественная деятельность партии благотворительность НКО
 39  Образовательные учреждения
 41  Розничная торговля
 42  Товары народного потребления (непищевые)
 43  Финансовый сектор
 44  Услуги для бизнеса
 45  Добывающая отрасль
 46  Энергетика
 47  Нефть и газ
 48  Медицина фармацевтика аптеки
 49  Услуги для населения
 50  Гостиницы рестораны общепит кейтеринг
 51  ЖКХ
 52  Искусство культура
 388  Промышленное оборудование техника станки и комплектующие
 389  Управление многопрофильными активами
 ******************************************************************************
"""